export default {
  '0': {
    text: `
## КОНАН
# ТАНЦУЮЩИЙ БОГ

Старинный город Эрук располагался на ровной как стол равнине центрального Шема. Пыльные поля, окружавшие глинобитные стены и высокие зиккураты древней крепости давали богатый урожай зерна лишь благодаря упорному труду бесчисленных крестьян. Ирригационные каналы и плотины, возведенные их руками, делили равнину на аккуратные квадраты, отчего она  с высоты птичьего полёта напоминала гигантскую шахматную доску. 

Человек в чёрной хламиде отвернулся от пейзажа, который он наблюдал со смотровой площадки самого высокого зиккурата Эрука и приблизился к низкому столику, на котором были разложены экзотические фрукты.

... И, тем не менее, - продолжал его собеседник, - мы обязаны узнать, что в действительности происходит в храме Ваала. Клан жрецов Ваала приобрёл большую силу в последние два года ; даже при дворе великого Хаттусили - будь он вечен, благ, справедлив - последнее время частенько прислушиваются к совету эмиссаров Храма Ваала. Если так пойдет и дальше, вскоре правитель будет усаживать их по правую руку от себя, а жрецу нашего храма отведут местечко у дверей! - Сидящий  у стола жрец вяло махнул рукой рабам с опахалами. 

- Несомненно, о Высочайший. Однако я уже докладывал Всеблагому, что все наши попытки заслать в Храм Ваала шпиона оканчивались полным провалом, -  жрец устало провел рукой по гладко выбритой голове .  В последний раз мы наняли особого шпиона, человека из дальних земель на востоке. Его услуги обошлись нам в тысячу быков серебром. И что же?  Голову этого профессионала мы можем теперь  лицезреть насаженной на кол у ворот зиккурата Ваала.

Второй жрец пожал плечами и вытянул из вазочки спелый персик. 

- Что же поделаешь? Надо попробовать ещё раз. Нам не хватает доказательств, которые мы могли бы представить жреческому совету Эрука. Пока все наши предположения о связи жрецов Ваала со стигийцами всего лишь голословные домыслы. Кстати, есть тут у меня один человек на примете...

- И кто же он?

- Я уже послал за ним. - сидящий Служитель Храма Иштар с удовольствием откусил огромный кусок от спелого плода, и выплюнул косточку в услужливо подставленную ладонь раба.

- Скоро его приведут сюда. А пока раздели со мной трапезу, досточтимый Тутхалияс. И позовите-ка нам танцовщиц !

----

Деревянная крышка глинобитного зендана со скрипом отворилась, и в тёмную сырую яму спустили лестницу.

- Эй, варвар, вылезай! - скомандовал стражник, дюжий бронзовокожий детина в шлеме, выполненном в виде головы быка.

- Как же я вылезу, если у меня связаны руки, тупица?! - огрызнулся Конан. За сутки сидения эрукская темница ему порядком наскучила.

- Да... Об этом я как-то не подумал... Ну, ничего. Ребята, вытащите-ка его! Стражники не рискнули развязывать киммерийца, и предпочли вытащить его из ямы, прицепив верёвку к поясу.

- Пошевеливайся! Тебя хочет видеть настоятель храма богини Иштар! - стражник ткнул Конан тупым концом копья в спину. Киммериец повел плечами, и бедняга отлетел в сторону метра на полтора.

- Что ещё понадобилось от меня жрецу ?

- Ну, это он сам тебе скажет, - ухмылку стражника нельзя было назвать приятной. - И на твоём месте, я согласился бы на любое их предложение. После того погрома, который ты учинил вчера в караван-сарае, по местным законам тебе грозит либо тридцать быков серебром штрафа, которых у такого голодранца, конечно же, не найдется, либо отрубание по одной конечности за каждые пять быков неуплаченного штрафа.

Конан неплохо считал в уме и поэтому сразу же осведомился: 

- А голова считается конечностью ?

- Конечно. - И стражник зловеще улыбнулся. - Так что советую тебе быть посговорчивее.

----

- А вот и наш варвар ! Тутхалияс приветливо помахал  Конану, приближающемуся под конвоем четырёх солдат. - Развяжите-ка его. Пусть пообедает с нами.

- Мы наслышаны о твоих вчерашних подвигах, чужеземец. Ты должен простить караванщиков - иногда они бывают весьма грубы. Однако, не следовало из-за маленькой ссоры разносить весь постоялый двор. Иштар с ними, переломанными рёбрами десятка-другого караванщиков и купцов; можно было и шею свернуть парочке самых ретивых - тебе никто и слова дурного бы не сказал. Однако, сумма принесенных заведению убытков весьма велика: в караван-сарае не осталось ни одного целого стола или стула! И, скажи на милость, зачем было ломать потолочную балку ? Весь угол здания теперь просел, и посетители боятся заходить внутрь! Всё это очень нехорошо, варвар. Но богиня Иштар милостива к её искренним почитателям, и мы, её преданные слуги, можем замолвить за тебя словечко, и спасти от суда, исход которого вряд ли будет для тебя благоприятен.

- Что же вы можете предложить мне взамен?

- Ну, если ты сможешь выполнить одно наше поручение ... Ты ведь наёмник, не правда ли? И мы имели возможность удостовериться что ты ловок, силён и быстр, а также вероятно не так глуп, как хочешь казаться. Именно такой человек нам и нужен. Признаюсь, задание не из лёгких, однако тебе, варвар, оно будет по плечу. Мы щедро вознаградим тебя. Ну что, согласен?
    `,
    links: [
      { text: `- А можно поподробнее?`, link: 40 },
      { text: `- Конечно не согласен ! И не подумаю даже  - ещё, чего доброго, убьют!`, link: 10 },
    ],
  },
  '1': {},
  '2': {},
  '3': {},
  '4': {},
  '5': {},
  '6': {},
  '7': {},
  '8': {},
  '9': {},
  '10': {
    text: `Ага, испугались на первой же странице ?! Не быть вам членом Конан-Клуба!`,
    theEnd: true,
  },
  '11': {},
  '12': {},
  '13': {},
  '14': {},
  '15': {},
  '16': {},
  '17': {},
  '18': {},
  '19': {},
  '20': {},
  '21': {},
  '22': {},
  '23': {},
  '24': {},
  '25': {},
  '26': {},
  '27': {},
  '28': {},
  '29': {},
  '30': {},
  '31': {},
  '32': {},
  '33': {},
  '34': {},
  '35': {},
  '36': {},
  '37': {},
  '38': {},
  '39': {},
  '40': {
    text: `
- И в чём же заключается ваше задание ? - поинтересовался Конан, пододвигая к себе блюдо с жареным фазаном.

Жрец с довольным видом откинулся на подушки:

- Ну вот и отлично ! Требуется от тебя, варвар, следующее. Неподалёку от города находится зиккурат  храм бога Ваала. 
Согласно нашим сведениям, жрецы этого храма, приобретшие немалое влияние в наших землях, в последнее время свернули на 
путь зла. Вероятно, увеличение их могущества связано именно с этим. Нам известно, что их храм регулярно  в тайне 
посещают стигийцы. Что может быть общего у мирного культа Ваала, покровителя пашен и скотных дворов, с последователями 
черного Сета? Твоя задача -найти ответ на этот вопрос, киммериец. Принеси нам доказательства отправления тёмных 
стигийских ритуалов в глубинах зиккурата Ваала - и ты будешь щедро вознаграждён.
    `,
    links: [
      { text: 'Согласен! И как же мне проникнуть в храм Ваала?', link: 2 },
      { text: 'Сначала обсудим вопрос об оплате!', link: 24 },
    ]
  },
}