import conan from './conan';

export const intro = {
  text: `
# Три дороги

Огромный пиршественный зал гудел от множества голосов собравшихся. Деревянные своды его тонули в сизом дыму, 
поднимавшемся от многочисленных железных жаровен. Посреди дома, окружённый огромными закопченными валунами, пылал 
очаг, дровами для которого служили несколько цельных брёвен сосны и дуба. Над этим гигантским костром на медной цепи, 
каждое звено которой простому смертному было бы не по силам даже приподнять с земли, висел котёл. Таков был этот 
котёл, что можно разом сварить в нём дюжину дюжин быков, и ещё осталось бы в нём предостаточно места. Дым от смолистых 
поленьев валил столбом, поднимаясь к отверстию в потолке, сквозь которое в залу проглядывало мерцающее звёздное небо.

Вокруг котла стояли накрытые столы, изготовленные из зазубренных и покрытых пробоинами боевых щитов; за столами сидели 
воины. Было их здесь дюжина дюжин и ещё трое.

Лился весёлый эль в рога, покрытые серебряной насечкой; плескал через край сладкий мёд в золотых кубках; столы же 
ломились от всевозможной снеди. Дюжина дюжин витязей пировали в зале, но вы не услышали бы смеха, не увидели бы улыбок 
на лицах: лишь о былых сражениях толковали между собой собравшиеся воины.

У очага восседал сам Хозяин Дома. Он был огромного роста, широк в плечах, а необъятный живот хозяина поддерживал 
широкий пояс; в докрасна начищенных боках котла отражалась его добродушная физиономия. Неподалёку лежала дубина, 
сработанная из крепкого ясеня в три обхвата, с набитыми по всей длине для прочности медными кольцами.

В очаге варился чёрный кабан, бывший размерами под стать своему владельцу. Мяса его с лихвой хватало на прокорм дюжине 
дюжин воинов, да и троим оставалось предостаточно. Каждый из собравшихся знал, что собранные после пиршества кости 
этого волшебного животного вновь поутру оживали, и каждый вечер на пиру кабана заново бросали в котёл - таким образом, 
обитавшие в этом доме воители никогда не оставались голодными.

Три витязя сидели за одним из столов, и поедали мясо чудесного зверя, обильно заливая его пивом.

- Что скажешь, Фаргал? Приготовлено не хуже, чем на императорской кухне твоей Карнагрии? - обратился к своему товарищу 
первый из витязей.

- Истинно так! - ответил тот, аккуратно счищая засапожным кинжалом мясо с кости. Покончив с этим делом, он отложил 
мосол на специально приготовленное блюдо ( каждый знает, что кости необходимо оставить в целости и сохранности - иначе 
не удастся вновь оживить Чёрного Кабана). - Хотя ты, друг мой Конан, наверняка никогда не пробовал действительно 
изысканной пищи!

- Не ты один восседал на троне! - обиделся его собеседник. - Я, хоть по рождению и киммериец, но не меньше твоего 
повидал на своём веку. Хаген подтвердит мои слова!

Хаген, Ученик мага, лишь пожал плечами.

- Мне наскучили ваши вечные споры по всякому поводу. Жду не дождусь начала сегодняшнего рассказа. Интересно, кто на 
сей раз поведает нам о своих приключениях?

Как раз в этот момент Хозяин поднялся со своего места, отставив в сторону десятивёдерный чан излюбленной им жирной 
каши, и грохнул кулаком по крышке котла:

- Эй, воины, собравшиеся в моём Доме! Пришло время для новой саги!

Присутствовавшие встретили это известие одобрительными возгласами.

- Как и всегда, нынешней ночью мы будем свидетелями подвигов трёх величайших героев, чьи имена прославлены сказителями 
во все века всех населённых миров! Как и всегда, сегодня трое выбранных мной из вашего числа развлекут своих товарищей 
да и меня, старика, повторив один из своих бесчисленных подвигов!

- Да будет так! -вскричали все хором, и древние стены Дома дрогнули от их богатырского крика. - Избери же рассказчиков!

- Я избрал их! - ответил им Хозяин, и его испачканный сажей перст указал на троих друзей - Фаргала, варвара и Ученика 
чародея.

Дюжина дюжин воинов повернулись к ним, и замерли в ожидании чудесной саги.

По мановению руки Хозяина открылись три двери Дома, от которых в разных направлениях расходились три мощёные 
булыжником дороги.

- Время вечерних сказаний! -возгласил он. - Кто из вас, величайших из воителей, победителей чародеев, драконов, 
могучих духов и даже богов, первым ступит на свою Дорогу?

Действительно, кто? С этого момента выбор находится исключительно в ваших руках, о уважаемый Читатель.
`,
  links: [
      {
        text: `
Если вы желаете заново пережить вместе с Фаргалом его поход за своим утерянным мечом, подарком богини Таймат.
        `,
        story: 'fargal',
        link: 0,
      },
      {
        text: `
Если захотите вместе с Конаном-варваром прогуляться по мрачным подземельям храма Ваала.
        `,
        story: 'conan',
        link: 0,
      },
      {
        text: `
Если же вам более угодно отправиться заодно с Хагеном за духами-элементалями стихии Огня, крайне необходимыми его 
учителю Хедину.
        `,
        story: 'hagen',
        link: 0,
      },
  ],
};

export default {
  start: {
    '0': intro
  },
  conan,
};
